Repository: mechgt/record-book
Catalog: Record Book/Resources/Strings.*.resx
Languages: it, ja, no, sv

# Label_AllActivities
source: All Activities
it: Tutte le attività
ja: すべてのアクティビティ
no: Alle aktiviteter
sv: Alla aktiviteter

# Label_CalculatingRecords
source: Calculating {0} Records
it: Calcolando {0} Valori
ja: {0}個の記録を計算しています
no: Beregner {0} datapunkter
sv: Räknar ut {0} rekord

# Label_End
source: End
it: Fine
ja: 終了
no: Ferdig
sv: Slut

# Label_EvalCategoryLimit
source: Eval version limited to {0} distance categories
it: Versione di valutazione limitata a {0} categorie di distanza
ja: 評価版は、{0}個の距離カテゴリに制限されています
no: Prøveversjonen er begrenset til {0} distansekategorier
sv: Utvärderingsversion begränsad till {0} distans kategorier

# Label_EvalHistoryLimit
source: Eval version locked to evaluate previous {0} days. See settings page to unlock.
it: Versione di valutazione limitata all' analisi dei {0} giorni precedenti. Vedere nei settagi per sbloccarla
ja: 評価版では、{0}日前までしか扱えません。解除するには設定ページでを見てください。
no: Prøveversjonen er begrenset til å analysere siste {0} dager. Se informasjonssiden for info vedrørende oppgradering
sv: Utvärderingsversion begränsad till att beräkna för föregående {0} dager. Se inställningssidan för att låsa upp.

# Label_Extremes
source: Extremes
it: Estremi
ja: 最高値
no: Ekstremverdier
sv: Extremer

# Label_ListSettings
source: List Settings
it: Configurazione della Lista
ja: 表示設定
no: Innstilninger for tabell
sv: Inställningar för tabell

# Label_Max
source: Max
ja: 最大
no: Maks

# Label_MaxAvgSpeed
source: Max Avg. Speed
it: Max Velocità Media
ja: 最大平均速度
no: Maks snitthastighet
sv: Max hastighet (medel)

# Label_MaxDistance
source: Max Distance
it: Max Distanza
ja: 最長距離
no: Maks distanse
sv: Max distans

# Label_MaxElevation
source: Max Elevation
it: Max Elevazione
ja: 最大上昇
no: Maks stigning
sv: Max stigning

# Label_MaxTemperature
source: Max Temp.
it: Max. Temperatura
ja: 最高気温
no: Maks temperatur
sv: Max temperatur

# Label_MaxTime
source: Max Time
it: Tempo Max
ja: 最長時間
no: Maks tid
sv: Max tid

# Label_Min
source: Min
ja: 最小

# Label_MinElevation
source: Min Elevation
it: Min Elevazione
ja: 最小上昇
no: Minste stigning
sv: Min stigning

# Label_MinGrade
source: Min Grade
it: Pendenza Min.
ja: 最小勾配
no: Minste helning
sv: Min lutning

# Label_MinTemperature
source: Min Temp.
it: Temperatura Min.
ja: 最低気温
no: Minimum temperatur
sv: Min temperatur

# Label_New
source: New
it: Nuovo
ja: 新規
sv: Ny

# Label_Now
source: Now
it: Adesso
ja: 現在
no: Nå
sv: Nu

# Label_NowThen
source: Now/Then
it: Adesso/Dopo
ja: 現在／当時
no: Nu/Da
sv: Nu/då

# Label_Rank
source: Rank
it: Graduatoria
ja: ランキング
no: Rangering

# Label_Record
source: Record
ja: 記録
no: Rekord
sv: Rekord

# Label_Reset
source: Reset
ja: リセット
no: Tilbakestill
sv: Återställ

# Label_SelectedColumns
source: Selected Columns
it: Colonne selezionate
ja: 選択されたカラム
no: Valgte kolonner
sv: Valda kolumner

# Label_Then
source: Then
it: Quindi
ja: 当時
no: Da
sv: Då

# Label_TotalDistanceForOneDay
source: Total Distance for One Day
it: Distanza Totale per Un Giorno
ja: 一日の合計距離
no: Total distanse for en dag
sv: Total distans för en dag

# Label_TotalTimeForOneDay
source: Total Time for One Day
it: Tempo Totale per Un Giorno
ja: 一日の合計時間
no: Total tid for en dag
sv: Total tid för en dag

# Label_Units
source: Units
it: Unità
ja: 単位
no: Enheter
sv: Enheter

# Label_WhereDoesItRank
source: Where Does It Rank
it: Dove si posiziona
ja: ランキング
no: Sammenligning
sv: Hur rankas den

# Label_RecordBook
source: Record Book
no: Rekordbok
